names = ['真菌毒素残留定量分析仪', 'ATP荧光检测仪', '手持式金标读卡仪GY-603', '毛发毒品痕迹定量分析仪', '手持式毛发毒品检测仪', '水质安全综合分析检测仪', '食品安全检测仪8通道', '食用农产品合格证检测一体机', '水分测定仪', '食品安全检测仪GY-DS10', '食品安全检测仪GY-DS12', '食品安全检测仪GY-DS16', '食品安全检测仪GY-DS24', '手持式ATP荧光检测仪', 'ATP生物荧光检测仪', '土壤养分速测仪', '免疫荧光定量分析仪', '呕吐毒素快速检测仪', '量子点荧光定量分析仪', '金标读卡仪GY-610', '多功能食品安全综合分析仪', '普通版6通道农药残留检测仪', '菌落总数ATP荧光检测仪', '恒温金属浴', '食品安全综合检测仪', '食品添加剂多功能检测仪', 'COD水质安全分析仪', '手提式食品安全综合分析仪', '黄曲霉毒素快速检测仪', '时间分辨荧光定量分析仪', '普通版8通道农药残留检测仪', '食品甲醛含量检测仪', '胶体金试纸分析仪GY-630', '水产品孔雀石绿检测仪', '浊度水质安全分析仪', '便携式食品安全综合分析系统', 'ATP检测模块', '胶体金卡恒温孵育器', '普通版10通道农药残留检测仪', '吊白块含量检测仪', '检测卡恒温孵育器', '干式恒温孵育器', '胶体金读数仪GY-670', '总溶解度水质安全分析仪', '一体化食品安全执法检测仪', '胶体金定量检测仪GY-690', '普通版12通道农药残留检测仪', '亚硝酸盐检测仪', '恒温荧光检测仪', '恒温孵育器', '硝酸盐水质安全分析仪', '普通版16通道农药残留检测仪', '二氧化硫快速检测仪', '恒温荧光定量分析仪', '非洲猪瘟检测仪', '亚硝酸盐水质安全分析仪', '胶体金检测仪', '便携式食品药品胶体金分析仪', '双氧水检测仪', '食品药品胶体金分析仪', '动物性源性检测仪', '氰化物水质安全分析仪', '安卓A款5通道农药残留检测仪', '霉菌毒素快速检测仪', '硼砂快速检测仪', '安卓A款6通道农药残留检测仪', '胶体金免疫层分析仪', '蛋白质快速检测仪', '总氮水质安全分析仪', '安卓A款8通道农药残留检测仪', '胶体金免疫定量分析仪', '挥发性盐基总氮检测仪', '药物残留快速测试仪', '总氯水质安全分析仪', '安卓A款10通道农药残留检测仪', '亚硫酸盐快速检测仪', '安卓A款12通道农药残留检测仪', '硝酸盐检测仪', '安卓A款16通道农药残留检测仪', '食品过氧化值含量检测仪', '细菌毒素检测仪', '16通道手提箱款农药残留检测仪', '18通道手提箱款农药残留检测仪', '24通道手提箱款农药残留检测仪', '安卓D款24通道农药残留速测仪']
names2=['GY系列农药残留检测仪全新升级为您的食品安全保驾护航', '青贮中的霉菌毒素及其危害与预防', '如何快速识别花生是否受到黄曲霉毒素污染？', '农药残留检测仪比农残检测卡更精准', '农残检测中酶抑制率法与酶联免疫法的比较', '霉菌毒素对猪的影响', '食品农药残留污染及预防', '霉菌毒素的种类和危害及快速定量检测方法', '呕吐毒素危害人畜安全，冠宇仪器呕吐毒素检测仪帮助您', '烟草中的农药残留不能忽视，冠宇仪器农药残留检测仪帮您检测', '农药残留检测仪时刻检测食品加工过程的农药残留影响', '河南冠宇仪器有限公司2021年五一假期调休通知']
const name3=['食品质量检验检测准确性存在的误差因素', '食品微生物检测项目及标准', '农药残留检测试剂使用和储存注意事项', '冠宇仪器食品安全检测仪器系列制作构成及依据原理', '真菌毒素残留定量分析仪功能与特点', '真菌毒素定量分析仪的检测原理', 'ATP荧光检测仪仪器特点及参数', '什么是朗伯比尔定律？冠宇仪器食品安全检测仪系列的依据所在', '食物被污染过程化要加强每一个环节的监管检控', '食品中甜蜜素含量的检测方法综述', '常见的李斯特菌快速检测技术', '农药残留常见类别及对食品安全性影响']

const name4=```
怎么判断酱肉有没有亚硝酸盐呢？2021-04-30
油脂的毒性与油脂中的有害物质包含哪些？2021-04-30
食品质量检验检测准确性存在的误差因素2021-04-30
油脂酸价属于哪类食品安全危害？2021-04-29
食品掺假连连问2021-04-29
有机食品含有农药残留吗？2021-04-29
保健食品日常监督抽检项目都有哪些2021-04-28
为何海苔产品容易出现微生物超标问题？2021-04-28
食品微生物检测项目及标准2021-04-27
常见抽检检测项目都有几个，不合格原因又是什么？2021-04-27
不同蔬菜种类农药残留超标的原因2021-04-25
农药残留检测试剂使用和储存注意事项2021-04-25
为什么要运用农药残留测定仪检测农产品安全呢？2021-04-23
食品添加剂生产使用中存在的问题2021-04-23
冠宇仪器食品安全检测仪器系列制作构成及依据原理2021-04-22
真菌毒素残留定量分析仪功能与特点2021-04-21
冠宇仪器检测仪器在使用过程中应考虑的主要危害及后果2021-04-21
真菌毒素定量分析仪的检测原理2021-04-20
```
const dic = []
id=1
for (const item of name3) {
  const obj={}
  obj.title = item
  obj.id = id++
  dic.push(obj)
}
console.log(dic);