export default defineEventHandler((e) => [
  { title: 'GY系列农药残留检测仪全新升级为您的食品安全保驾护航', id: 1 },
  { title: '青贮中的霉菌毒素及其危害与预防', id: 2 },
  { title: '如何快速识别花生是否受到黄曲霉毒素污染？', id: 3 },
  { title: '农药残留检测仪比农残检测卡更精准', id: 4 },
  { title: '农残检测中酶抑制率法与酶联免疫法的比较', id: 5 },
  { title: '霉菌毒素对猪的影响', id: 6 },
  { title: '食品农药残留污染及预防', id: 7 },
  { title: '霉菌毒素的种类和危害及快速定量检测方法', id: 8 },
  { title: '呕吐毒素危害人畜安全，冠宇仪器呕吐毒素检测仪帮助您', id: 9 },
  { title: '烟草中的农药残留不能忽视，冠宇仪器农药残留检测仪帮您检测', id: 10 },
  { title: '农药残留检测仪时刻检测食品加工过程的农药残留影响', id: 11 },
  { title: '河南冠宇仪器有限公司2021年五一假期调休通知', id: 12 }
])
