export default defineEventHandler((e) =>[
  { title: '食品质量检验检测准确性存在的误差因素', id: 1 },
  { title: '食品微生物检测项目及标准', id: 2 },
  { title: '农药残留检测试剂使用和储存注意事项', id: 3 },
  { title: '冠宇仪器食品安全检测仪器系列制作构成及依据原理', id: 4 },
  { title: '真菌毒素残留定量分析仪功能与特点', id: 5 },
  { title: '真菌毒素定量分析仪的检测原理', id: 6 },
  { title: 'ATP荧光检测仪仪器特点及参数', id: 7 },
  { title: '什么是朗伯比尔定律？冠宇仪器食品安全检测仪系列的依据所在', id: 8 },
  { title: '食物被污染过程化要加强每一个环节的监管检控', id: 9 },
  { title: '食品中甜蜜素含量的检测方法综述', id: 10 },
  { title: '常见的李斯特菌快速检测技术', id: 11 },
  { title: '农药残留常见类别及对食品安全性影响', id: 12 }
])
